[
    {
        "id": "5fa552fc-58c6-4d3f-95f5-70f8ef25686d",
        "name": "Brazil",
        "status": "active",
        "forest_latitude": -22.520555555555557,
        "forest_longitude": -52.59861111111111,
        "content_logo": "https://printreleaf-assets.s3.amazonaws.com/MUZptksWZYXD6JX3YiSafgZe",
        "content_masthead": "https://printreleaf-assets.s3.amazonaws.com/grjNj2Zk6rtNC1a8RQn5A4YQ",
        "content_introduction": "Our Brazil project is located in the state of Sao Paulo in the 60 million-year-old Atlantic Forest. The forest spans across the eastern coastline of Brazil, Argentina, and Paraguay and is one of the world’s top five biodiversity hotspots, despite losing 85% of its original vegetation. The remaining forest is in far greater danger of disappearing than the more renowned Amazon Rainforest.",
        "content_body_html": "<h2>Trees Planted: Over 100,000*</h2>\r\n<br>\r\n<h4>Reconnecting the Forest</h4>\r\n\r\n<p>We are actively working to restore networks between patches of forest with high biological importance. Contiguous forest networks are essential for the conservation of endangered species like the primate black lion tamarin and the giant anteater. The long-term goal of this project is to connect the Morro do Diablo State Park to the Iguaçu National Park, two core areas of the Upper Paraná Atlantic Rainforest Biodiversity Vision.&nbsp;</p>\r\n\r\n<h4>Biodiversity</h4>\r\n<p>This forest is home to 20,000 species of plants and thousands more of birds, land mammals, reptiles and amphibians. Planting trees combats the progressive loss of biodiversity. Over 11,000 species of plants and animals are listed as threatened or endangered.</p>\r\n\r\n<h4>Climate Change</h4>\r\n<p>The trees planted in Brazil play a significant role in building up the carbon sink. This project aims to sequester up to 317 tons of CO2 per hectare. Trees can reduce future carbon emissions and actively remove the excess\r\ncarbon from our atmosphere.</p>\r\n\r\n<h4>Community</h4>\r\n<p>We are working with the local communities to involve them in conservation projects and capacity building. The project offers training and income opportunities in agroforestry, organic farming, and seedling production. Many of the participants are women. We also build awareness of why restoring forests is a valuable effort.</p>\r\n<br>\r\n<h4>Reforestation Partner</h4>\r\n<p>Our reforestation partner in Brazil is WeForest, an international non-profit that specializes in mobilizing companies to restore the World’s forests and embark their stakeholders into a long-term journey towards environmental sustainability.</p><iframe width=\"620\" height=\"349\" src=\"//www.youtube.com/embed/KLTZSBLV8oc\r\n\" frameborder=\"0\" allowfullscreen></iframe>",
        "content_images": [
            "https://printreleaf-assets.s3.amazonaws.com/MhHdCHWwReSfG8hFM1uM4DND",
            "https://printreleaf-assets.s3.amazonaws.com/JnTiAJEihDQZbUDAekKr5dAG",
            "https://printreleaf-assets.s3.amazonaws.com/Bpnh5pVDL4vZn4YdWkvJTQf4",
            "https://printreleaf-assets.s3.amazonaws.com/exqh3R63LFWDbg38FBJfSE4B",
            "https://printreleaf-assets.s3.amazonaws.com/vpt8tS84Q6ZDde7QKEdj6hU7",
            "https://printreleaf-assets.s3.amazonaws.com/vxcomW8Vx4N22SgVNUJgNnER",
            "https://printreleaf-assets.s3.amazonaws.com/fxxyGGMk8obySUJvfkUnsHFH",
            "https://printreleaf-assets.s3.amazonaws.com/69zvKMQVcSgazKqpdS26wviy"
        ]
    },
    {
        "id": "9e91e0aa-24a2-41a1-aeaa-08256ee1305a",
        "name": "Dominican Republic",
        "status": "active",
        "forest_latitude": 18.83333,
        "forest_longitude": -70.31667,
        "content_logo": "https://printreleaf-assets.s3.amazonaws.com/h85NkyptxMtWX5y7bqhtjZR5",
        "content_masthead": "https://printreleaf-assets.s3.amazonaws.com/MRq8wSiTVBKLgRW7SrBWKFNL",
        "content_introduction": "Deforestation and poverty are devastating global problems which can’t be solved in isolation. Desperate to feed their families, poor farmers in many parts of the world are driven to cut down trees for immediate survival despite the horrible disasters that result: farms become wasteland, springs dry up, flooding and landslides ensue, and the land is utterly depleted for future generations.",
        "content_body_html": "\r\n<p>This is the situation for rural farming families in the Dominican Republic, both in the trans border region and in communities of the central region. As agricultural productivity decreases, farmers who are desperate to feed their families turn to cutting trees either as a source of income or to clear land to farm. However, attempts to grow crops on cleared land are unproductive because the soil’s fertility and ability to hold water has been compromised. The deforestation also leads to serious erosion, causing soil depletion, water pollution, and increased vulnerability to natural disasters. The continued decline in productivity paradoxically leads to more tree cutting, and the vicious cycle continues. The rural sector, which makes up 31 percent of the Dominican Republic’s population, is affected by high poverty rates, and 56% of people in rural areas live below the poverty line (Source: CIA World Factbook, July 2012).</p>\r\n<p>Plant With Purpose’s programs of environmental and agricultural education are teaching farmers around the world how to care for and restore their land while building sustainable economies.  By establishing tree nurseries and teaching innovative agriculture techniques, Plant With Purpose is helping poor farmers to simultaneously transform their own economic situations and preserve the land for future generations.  Plant With Purpose’s programs are currently functioning exceptionally well, bringing new hope and dignity across 52 communities in the Dominican Republic.  By organizing long-term, large-scale reforestation efforts, Plant With Purpose is helping poor farmers and their families to improve the quality of their soil, protect vulnerable hillsides from erosion and mudslides, and ultimately restore their ecosystems to a more harmonious state.</p>\r\n<p>The overarching goal of Plant With Purpose Dominican Republic’s program is to equip rural communities to restore their environment, creating health and productivity for families and communities.</p>\r\n\r\n<h4>The Objectives</h4>\r\n<ul>\r\n  <li>Increase reforestation of vulnerable lands by more than 25% by planting 540,000 trees in watersheds and other vulnerable areas.</li>\r\n  <li>Establish 7,500 meters of soil conservation barriers in vulnerable areas.</li>\r\n  <li>Train 360 farmers in sustainable agriculture techniques. This will involve 60 workshops covering the following topics: soil conservation, environmental and economic benefits of trees, agroforestry, organic fertilizers, tree grafting, water conservation, and waste management.</li>\r\n  <li>Train 100 new farmers in agroforestry systems that plant fruit and nitrogen-fixing trees alongside crops, and equip them to establish 100 new agroforestry farms.</li>\r\n  <li>Educate 300 children in 13 schools in how to care for their environment.</li>\r\n</ul>\r\n",
        "content_images": [
            "https://printreleaf-assets.s3.amazonaws.com/AFXAJ6CvMFNNzmcbuTsy79ky",
            "https://printreleaf-assets.s3.amazonaws.com/D7ykoYoXXnwcqd7C9DnVn45U",
            "https://printreleaf-assets.s3.amazonaws.com/QtHb2vrfMRj3N1Qw8Ma3caoB",
            "https://printreleaf-assets.s3.amazonaws.com/aZpWTXGkm9hfAMi4eVLua5GN",
            "https://printreleaf-assets.s3.amazonaws.com/MB5CAi41ECn2Q7WL5eZqaNhd",
            "https://printreleaf-assets.s3.amazonaws.com/Vhxjy5dthWjuCh3T5zTkmuCj",
            "https://printreleaf-assets.s3.amazonaws.com/Mhe64WK76Dv69j7Lcu4i6rZB",
            "https://printreleaf-assets.s3.amazonaws.com/aieM7onDxW78cfbtM5bTTy9N"
        ]
    },
    {
        "id": "50540c3d-edc5-47ea-b4e4-5a65efb13d36",
        "name": "India",
        "status": "active",
        "forest_latitude": 25.462297,
        "forest_longitude": 91.48395,
        "content_logo": "https://printreleaf-assets.s3.amazonaws.com/8mHqiTnwTXiYNS1HkwKJFdtD",
        "content_masthead": "https://printreleaf-assets.s3.amazonaws.com/DkmM4DR4ZijrjvYxoyTn26wY",
        "content_introduction": "Located in a little known state in north east India called Meghalaya (‘The Abode of the Clouds’ in Sanskrit) the East Khasi Hills form part of the Meghalaya subtropical forests ecoregion. Mining has degraded the ancient biodiverse forest.  The indigenous Khasi people who are at the heart of this project are actively restoring the landscape to the native biodiverse forest, whilst helping to mitigate climate change through sequestration of carbon in forest ecosystems.",
        "content_body_html": "<p>The East Khasi Hills are home to ancient forests sacred to the Khasi people. Amongst the forests are stone monoliths, dedicated to warriors of the past 500 years.  These same forests play host to many of the endangered species in this rich biodiverse region, with upward of 130 endangered species on the <a href=\"http://www.iucnredlist.org/\" target=\"_blank\">Red List</a> of species published by the The International Union for Conservation of Nature.</p>\r\n<p>Deforestation and land degradation from mining and unsustainable land use are placing these biological islands at great risk. Climate change is likely to cause additional stress on the forests, with consequences for the health and wellbeing of the community. Less than 10% of land within the project area is held under the authority of the Government of India: 90% is held by the communities, clans, and families constituting a hima – an indigenous government body.  The result is vested interested and emotional connection to generate long lasting change.</p>\r\n<p><b>WeForest works directly with a Federation of 10 himas and 62 Khasi villages to actively restore the landscape, to combat climate change through carbon sequestration and to develop income opportunities that rely on a healthy, biodiverse standing forest.</b></p>\r\n\r\n<h4>Project Goals</h4>\r\n<ul>\r\n  <li>Annual restoration of 500 hectares</li>\r\n  <li>While improving forest composition and restoring biodiversity</li>\r\n  <li>Develop and test indicators of improved hydrological function in the Umiam watershed</li>\r\n  <li>Support the transition to fuel efficient cooking stoves to reduce fuel pressure</li>\r\n  <li>Support the transition to climate resilient sustainable agricultural systems</li>\r\n  <li>Reduce poverty through a forest-friendly economy e.g. women-run tree nurseries</li>\r\n</ul>\r\n\r\n<h4>Project Outline</h4>\r\n<p>The project adopts a long term approach to restore degraded landscapes, store atmospheric carbon, and improve the livelihoods of the forest dependent community who are largely rural smallholders.  Women within the community play a key role: the Khasi community are one of the world’s few matrilineal societies where lineage and inheritance follows the women.</p>\r\n<p>A holistic management plan is co-created with the community to address the many interrelated challenges spanning the social, economic and environment.  A healthy standing forest is the symbol of success.</p>\r\n<p>The management plan incorporates sustainable resource management and forest friendly livelihood development programs e.g. ecotourism, animal husbandry and tree nurseries. Financial support is provided by capitalising women-run micro finance groups, self-help groups and farmers clubs. Grants are provided to invest in pig and poultry farms; this supports the transition in diet from beef to sources of protein which exert significantly less pressure on the forest landscape.</p>\r\n\r\n<h4>Restoration Approach</h4>\r\n<p>The principle forestry technique used in this project is Assisted Natural Regeneration which involves:</p>\r\n<ul>\r\n  <li>accelerating the natural regeneration process (i.e. the protection and nurturing of wild \ttree saplings)</li>\r\n  <li>enrichment planting with seedlings from either homebased nurseries or transplanted within the forest</li>\r\n</ul>\r\n\r\n<h4>Tree Species</h4>\r\n<p>The management plan includes numerous tree species. Of those listed below, PrintReleaf plants <em>Exbucklandia populnea</em>.</p>\r\n\r\n<ul>\r\n  <li><em>Alnus nepalensis</em></li>\r\n  <li><em>Castanopsis indica</em></li>\r\n  <li><em>Exbucklandia populnea</em></li>\r\n  <li><em>Myrica esculenta</em></li>\r\n  <li><em>Pinus kesiya</em></li>\r\n  <li><em>Prunus nepalensis</em></li>\r\n  <li><em>Schima khasiana</em></li>\r\n</ul>\r\n\r\n<iframe width=\"620\" height=\"349\" src=\"//www.youtube.com/embed/2eKPMIVPbuo\" frameborder=\"0\" allowfullscreen></iframe>",
        "content_images": [
            "https://printreleaf-assets.s3.amazonaws.com/thqM4a3LQ2oTmCkeXUq43wKy",
            "https://printreleaf-assets.s3.amazonaws.com/WyEcFRWbFpWbTtQsG6EQK1ZL",
            "https://printreleaf-assets.s3.amazonaws.com/tiJBSZXwPk71V73wywBCJtjs",
            "https://printreleaf-assets.s3.amazonaws.com/EWS4wRdtK227eSvhKBiTCmEm",
            "https://printreleaf-assets.s3.amazonaws.com/wr8sppJhTVntKFVrKiujMDeW",
            "https://printreleaf-assets.s3.amazonaws.com/M6pxRFk4ceCQ1r2NnJR4FdiN",
            "https://printreleaf-assets.s3.amazonaws.com/DPvwazxuosRpGLLCjpe5fmNh",
            "https://printreleaf-assets.s3.amazonaws.com/aUmPUdvV1GJgoAVhr8Vz1P1V"
        ]
    },
    {
        "id": "f0a00474-834a-4e74-8454-2869ab7e4385",
        "name": "Ireland",
        "status": "active",
        "forest_latitude": 55.12503,
        "forest_longitude": -6.080085,
        "content_logo": "https://printreleaf-assets.s3.amazonaws.com/KLYa4BsVPhCJjDhv8XKj1156",
        "content_masthead": "https://printreleaf-assets.s3.amazonaws.com/Cd6hJ23SDZLd84BJgN5H1uiy",
        "content_introduction": "With native woodland circa at 1% of the surface area of Ireland, it has become vitally important not only to create new native woodlands for the future, but also to link existing fragments of native and or ancient planted woodlands as wildlife corridors.",
        "content_body_html": "<h4>Glendun Oak Woodland: Increasing links between ancient woodland fragments.</h4>\r\n<p>The current project in north Antrim will increase the connectivity between two areas of ancient woodlands that were planted in the 1840s.</p>\r\n<p>Creating an increased link between two ancient woodland fragments will create more habitat for the endangered Red Squirrel.  Scots Pine, an important food species for Red Squirrels and both species of native Oak, once common in the region, are hugely important for biodiversity and will be the main species planted.</p>\r\n<p>Growing trees will sequester large amounts of Co2 and are important in combating climate change.</p>\r\n\r\n<h4>Aims and Actions</h4>\r\n\r\n<p><strong>Global Aims:</strong></p>\r\n<ul>\r\n  <li>To increase carbon sequestration for climate change protection</li>\r\n  <li>To increase percentage of predominantly native woodland in Ireland</li>\r\n</ul>\r\n\r\n<p><strong>Specific Aims:</strong></p>\r\n<ul>\r\n  <li>To protect native Red Squirrels and other woodland species by increasing links between two areas of existing ancient woodland.</li>\r\n</ul>\r\n\r\n<p><strong>Actions:</strong></p>\r\n<ul>\r\n  <li>Site preparation will involve intensive grazing to reduce the grass height, followed by hand planting of trees in the dormant season (Autumn/Winter).</li>\r\n  <li>Planting will be at a rate of 2500 whips (trees of 50 to 80cms) per hectare, with 50% Sessile Oak (Quercus petraea), 25% Pedunculate Oak (Quercus robur) and 25% Scots Pine (Pinus sylvestris).</li>\r\n</ul>\r\n\r\n<h4>Project Benefits:</h4>\r\n<p>There will be increased connectivity between two areas of ancient woodland, with the total area connected reaching approximately 32 hectares. While small on a global scale, this is a significant woodland in an Irish context. This is one of the largest areas of contiguous deciduous dominated woodland in County Antrim.</p>\r\n<p>This project will link the Ancient Woodland of Cregagh Wood more fully with an outlying woodland fragment.  This will increase overall function for a wide range of species including the vulnerable Red Squirrel.</p>\r\n\r\n\r\n<iframe width=\"620\" height=\"349\" src=\"//www.youtube.com/embed/a5YRvzirMwM\" frameborder=\"0\" allowfullscreen=\"\"></iframe>",
        "content_images": [
            "https://printreleaf-assets.s3.amazonaws.com/q9DQXT2rsgEdGAmwpkJLEVMr",
            "https://printreleaf-assets.s3.amazonaws.com/S8UKo3cVvsPG1dyUpFL8xFB6",
            "https://printreleaf-assets.s3.amazonaws.com/tG5j5EW32wRb58NJAwgRExQj",
            "https://printreleaf-assets.s3.amazonaws.com/yJq4ThXjtymU8bWg25dRWF8N",
            "https://printreleaf-assets.s3.amazonaws.com/Xcz5LRFMDgcgdFbCMqdDhEBw",
            "https://printreleaf-assets.s3.amazonaws.com/ms9SW2YmCDAmL33UNMKZ7mYx"
        ]
    },
    {
        "id": "b9475dce-1545-4c0b-9b3c-f93441cee3cc",
        "name": "Madagascar",
        "status": "active",
        "forest_latitude": -15.735844444444444,
        "forest_longitude": 46.35879166666667,
        "content_logo": "https://printreleaf-assets.s3.amazonaws.com/f2YanqacB1o4JTLsTCKttvPA",
        "content_masthead": "https://printreleaf-assets.s3.amazonaws.com/t2Kva22DYH3ZeYcLSAnJqZNX",
        "content_introduction": "Madagascar, due to its isolation from the rest of the world, has tremendous biodiversity and high rates of endemic species. 80% of the species of Madagascar are endemic to that country.  That constitutes 200,000 species that exist nowhere else on earth.",
        "content_body_html": "\r\n<p>Madagascar is one of the most threatened ecosystems on the planet.  More than 80 percent of the forests are gone, half of them since the late 1950s.  90% of Madagascar's endemic species live or heavily rely on the forest.  If deforestation continues all of the species will be threatened.</p>\r\n<p>Eden has already planted thousands of hectares that are growing into healthy forest systems. Wild animals are returning to the restored forests. The flooding and erosion below the new forests have largely stopped. The underground aquifers are filling up again because the forest sponges are back, and the forests are capturing massive amounts carbon. Still, work significant remains to be done.</p>\r\n<iframe width=\"620\" height=\"349\" src=\"//www.youtube.com/embed/goKinj8ya-E\" frameborder=\"0\" allowfullscreen=\"\"></iframe>",
        "content_images": [
            "https://printreleaf-assets.s3.amazonaws.com/mKAEXxXFua7aJ1DA3JMvEcXu",
            "https://printreleaf-assets.s3.amazonaws.com/AgoiTkQaPdRycxGUQLMW161h",
            "https://printreleaf-assets.s3.amazonaws.com/yC2n2CXRsgx4nNsdXBLvrFC3",
            "https://printreleaf-assets.s3.amazonaws.com/nNAKsSECmLHh37hqsbpPuLbg",
            "https://printreleaf-assets.s3.amazonaws.com/qiCDSkorpdWh6pKAejxojr91",
            "https://printreleaf-assets.s3.amazonaws.com/C3y8cz2fHAkUcxJsEYS5yxm4"
        ]
    },
    {
        "id": "d4110719-cc4d-46ad-904e-dece616d6477",
        "name": "Mexico",
        "status": "active",
        "forest_latitude": 17.148807,
        "forest_longitude": -97.05138,
        "content_logo": "https://printreleaf-assets.s3.amazonaws.com/KF1t4kyJgzhrT1ndyzyRaHi7",
        "content_masthead": "https://printreleaf-assets.s3.amazonaws.com/2umnptMbMZEvg4rYxr2DYDtE",
        "content_introduction": "Deforestation and poverty are devastating global problems which can’t be solved in isolation. Desperate to feed their families, poor farmers in Oaxaca and Chiapas, Mexico are driven to cut down trees for immediate survival despite the horrible disasters that result: farms become wasteland, springs dry up, flooding and landslides ensue, and the land is utterly depleted for future generations.",
        "content_body_html": "\n<h4>Needs Analysis</h4>\n<p>Oaxaca and Chiapas are two of the three poorest states in Mexico, and more than 75% of the indigenous families there are living in extreme poverty (Source: IFAD). Indigenous communities comprise mostly subsistence farming families, who depend on the land for survival; but due to the area’s extreme rate of deforestation, the land has not been producing enough. Malnutrition is chronic, a problem that affects children most acutely, as under-nutrition can cause devastating effects including stunted development and vulnerability to disease. The poverty has also resulted in Mexico’s highest migration rate as farmers head to the U.S. or other Mexican states to seek work.</p>\n\n<h4>Transforming Local Economies</h4>\n<p>Plant With Purpose’s programs of environmental and agricultural education are teaching farmers how to care for and restore their land while building sustainable economies.  By establishing tree nurseries and teaching innovative agriculture techniques, Plant With Purpose is helping poor farmers to simultaneously transform their own economic situations and preserve the land for future generations.  Plant With Purpose’s programs are currently functioning exceptionally well, bringing new hope and dignity to the poor in these desperate nations.</p>\n<p>Nevertheless, the issue of deforestation and the ever-present need for new trees must be addressed for these programs to continue effectively.  Plant With Purpose’s programs of environmental and agricultural education in Mexico, Haiti, Tanzania, the Dominican Republic, Thailand, and Burundi are teaching farmers how to care for and restore the land while improving their own health and the health of their families.  By organizing long-term, large-scale reforestation efforts, Plant With Purpose is helping poor farmers and their families to improve the quality of their soil, protect vulnerable hillsides from erosion and mudslides, and ultimately restore their ecosystems to a more harmonious state.</p>\n\n<h4>Project Goals in Oaxaca, Mexico:</h4>\n<ul>\n  <li>Educating farmers on planting and caring for trees.</li>\n  <li>Maintaining and expanding tree nurseries, which provide a local source of seedlings and serve as a classroom for teaching agroforestry, composting, and fruit tree grafting techniques.</li>\n  <li>Preventing erosion by strategically planting trees, which will help reduce soil attrition.</li>\n</ul>\n",
        "content_images": []
    },
    {
        "id": "3b0e0e34-e1aa-47e2-b9f1-e17871148812",
        "name": "United States",
        "status": "active",
        "forest_latitude": 43.0255,
        "forest_longitude": -102.5563,
        "content_logo": "https://printreleaf-assets.s3.amazonaws.com/3Zqr521TaVeDTvFkHM2oJgNh",
        "content_masthead": "https://printreleaf-assets.s3.amazonaws.com/T8UshiMq79NHnNRrAFwiqeJJ",
        "content_introduction": "Located in South Dakota, the Pine Ridge Indian Reservation is an Oglala Lakota Native American Reservation encompassing 3,468.85 square miles and is the eighth-largest reservation in the United States, larger than Delaware and Rhode Island combined.",
        "content_body_html": "<p>Trees, Water & People works directly with the Oglala Lakota Native Americans to actively combat a wide-range of environmental challenges, exasperated by a rapidly changing climate, lands rights issues, and poverty.  Greening the landscape to combat climate change through carbon sequestration and developing income opportunities are paramount to the Pine Ridge Project.</p>\r\n\r\n<p>Below is a profile and description of the Pine Ridge project as well as the environmental and social value being delivered at a ground level.  All PrintReleaf end-users now have the option to login and subscribe to the Pine Ridge project.</p>\r\n\r\n\r\n<h4>Project Goals</h4>\r\n\r\n<ul>\r\n<li>Double the number of trees planted from 15,000 to about 30,000 in 2017 and continue to build in the years ahead as funding allows. There is a lot of land within two historical fire areas (totaling 20,000 acres) to plant, which allows for room to expand in the years ahead.</li>\r\n\r\n<li>Create a sustainable reforestation program on the Pine Ridge Reservation, including training a local workforce of Native Americans to care for and plant tree seedlings.</li>\r\n\r\n<li>Reforest wildlife habitat zones within two fire areas to jumpstart species return and restoration within the fire areas.</li>\r\n</ul>\r\n\r\n\r\n<h4>Project Outline</h4>\r\n\r\n<p>The project is in its third year of a long-term approach that will restore fire degraded landscapes, store atmospheric carbon, and improve the skills and livelihoods of the local Lakota youth who will primarily be planting these trees for future generations on the reservation. The project is also aimed at rebuilding the Lakota's sense of ownership, stewardship and responsibility over their tribal lands.</p>\r\n\r\n<h4>Restoration Approach</h4>\r\n\r\n<p>As with all fires, some areas of the forest have been completely cleared of all trees, while in other areas, varying numbers of trees have survived.  As there has never been any reforestation work done on the Pine Ridge Reservation, training people in the care and transport of tree seedlings is very important.  Similarly, training crews on how to work together in an organized and efficient way to plant the trees is also important and there are no previously trained tree planters on the reservation.</p>\r\n\r\n<p>Choosing the right places to plant within a 20,000 acre fire zone is critical for the success of the project and for achieving the goals.  We partner with the Bureau of Indian Affairs and the Oglala Lakota tribe to determine optimum site location and resolve access issues.</p><iframe width=\"620\" height=\"349\" src=\"//www.youtube.com/embed/gDpS5LSQLgI\" frameborder=\"0\" allowfullscreen></iframe>",
        "content_images": [
            "https://printreleaf-assets.s3.amazonaws.com/AYY5kAx4epZ5JZRddCQX6QBW",
            "https://printreleaf-assets.s3.amazonaws.com/1Y4fJC23xoqJ1EryZrtzsMs7",
            "https://printreleaf-assets.s3.amazonaws.com/4MuzWhbbDMybijLsbUNVMVZH",
            "https://printreleaf-assets.s3.amazonaws.com/QY2GJCeMe4L1VdAeDDjgLUEW",
            "https://printreleaf-assets.s3.amazonaws.com/nuC3w1wBHU2ijurrJHhbNcfX",
            "https://printreleaf-assets.s3.amazonaws.com/tCo1dFrZtqUw2DDygzDFvMCw"
        ]
    }
]